IDEA Open Model
ConcreteCheckResult.ResultType Property
Compatible with IDEA StatiCa Beta 20.0
 Check result type
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public CheckResultType ResultType { get; set; }
Public Property ResultType As CheckResultType
	Get
	Set
Property Value
Type: CheckResultType
See Also
Reference
ConcreteCheckResult Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace